Repository: kdmukai/seedsigner
Catalog: src/seedsigner/resources/babel/*/LC_MESSAGES/messages.po
Languages: fr

source: Yes
fr: Oui

source: No
fr: Non

source: Home
fr: Accueil

source: Restarting
fr: Redémarrage

source: SeedSigner is restarting. All in-memory data will be wiped.
fr: SeedSigner redémarre. Toutes les données en mémoire seront effacées.

source: Powering Off
fr: Arrêt en cours

source: Please wait about 30 seconds before disconnecting power.
fr: Veuillez patienter environ 30 secondes avant de débrancher l'alimentation.

source: Review PSBT
fr: Examiner PSBT

source: Review Details
fr: Examiner Détails

source: 1 input
fr: 1 entrée

source: input 1
fr: entrée 1

source: input 2
fr: entrée 2

source: input {}
fr: entrée {}

source: self-transfer
fr: auto-transfert

source: recipient 1
fr: destinataire 1

source: recipient {}
fr: déstinataire {}

source: fee
fr: frais

source: change
fr: monnaie

source: PSBT Math
fr: Math PSBT

source: Review Recipients
fr: Examiner Destinataires

source: input
fr: entrée

source: recipient
fr: destinataire

source: {} change
fr: {} monnaie

source: Change
fr: Monnaie

source: Addr
fr: Adr

source: Address verified!
fr: Adresse vérifiée !

source: Sign PSBT
fr: Signer PSBT

source: Click to approve this transaction
fr: Cliquer pour approuver cette transaction

source: Scan a QR code
fr: Scanner un code QR

source: Settings QR
fr: Paramètres QR

source: Settings imported successfully!
fr: Import Paramètres réussi !

source: Success!
fr: Succès !

source: Caution
fr: Attention

source: I Understand
fr: Je comprends

source: Classified Info!
fr: Info Confidentielle !

source: MicroSD removed
fr: MicroSD retirée

source: MicroSD inserted
fr: MicroSD insérée

source: Finalize Seed
fr: Finaliser la Seed

source: fingerprint
fr: empreinte

source: Backup Seed
fr: Archiver la Seed

source: Backups do not include your passphrase.
fr: L'archive n'inclut pas votre phrase secrète.

source: Seed Words: {}/{}
fr: Mots seed: {}/{}

source: Verify Backup?
fr: Verifier l'Archive ?

source: Optionally verify that your mnemonic backup is correct.
fr: Vérifier également que votre archive mnémonique est correcte.

source: Derivation Path
fr: Chemin de Dérivation

source: Xpub Details
fr: Détails Xpub

source: Export Xpub
fr: Exporter la Xpub

source: Fingerprint
fr: Empreinte

source: Derivation
fr: Dérivation

source: Add Passphrase
fr: Ajouter Phrase Secrète

source: Verify Passphrase
fr: Verifier Phrase Secrète

source: changes seed:
fr: change l'empreinte:

source: BIP-39 wordlist indices
fr: Indexes des mots BIP-39

source: Compact
fr: Compacte

source: Raw entropy bits
fr: Bits entropie brut

source: Transcribe SeedQR
fr: Transcrire la SeedQR

source: Begin {}x{}
fr: Commencer {}x{}

source: click to exit
fr: cliquer pour sortir

source: Optionally scan your transcribed SeedQR to confirm that it reads back correctly.
fr: Également scanner votre SeedQR transcrite pour confirmer une lecture correcte.

source: Verify Address
fr: Verifier l'Adresse

source: Checking address {}
fr: Vérification addresse {}

source: Multisig Verification
fr: Verification Multisig

source: Load your multisig wallet descriptor to verify your receive/self-transfer or change address.
fr: Charger votre descripteur portefeuille multisig pour vérifier votre adresse de réception/auto-transfert ou monnaie

source: Descriptor Loaded
fr: Descripteur Chargé

source: Policy
fr: Politique

source: Signing Keys
fr: Clés de Signature

source: BIP-85 Index
fr: Index BIP-85

source: Settings
fr: Paramètres

source: I/O Test
fr: Test Entrée/Sortie

source: Clear
fr: Effacer

source: Exit
fr: Sortie

source: Capturing image...
fr: Capture de l'image...

source: Donate
fr: Dons

source: SeedSigner is 100%% free & open source, funded solely by the Bitcoin community. Donate onchain or LN at:
fr: SeedSigner est 100%% gratuit & open source, financé par la communauté Bitcoin. Faites un don 'onchain' ou LN à:

source: < back | click joystick
fr: < retour | clic joystick

source: < reshoot | accept >
fr: < recapturer | accepter >

source: Dice Roll {}/{}
fr: Lancé de Dé {}/{}

source: Build Final Word
fr: Calculer Dernier Mot

source: The {}th word is built from {} more entropy bits plus auto-calculated checksum.
fr: Le {}ème mot est obtenu par {} plus de bits entropie plus la somme de contrôle.

source: Coin Flip {}/{}
fr: Pile ou Face {}/{}

source: Heads = 1
fr: Face = 1

source: Tails = 0
fr: Pile = 0

source: Your input: "{}"
fr: Votre entrée: "{}"

source: Checksum
fr: Somme de contrôle

source: Final Word: "{}"
fr: Dernier Mot: "{}"

source: 12th Word
fr: 12ème Mot

source: 24th Word
fr: 24ème Mot

source: Address Explorer
fr: Explorateur d'Adresses

source: Wallet descriptor
fr: Descripteur portefeuille

source: Store Settings on SD card.
fr: Enregistrer Paramètres sur carte SD.

source: MicroSD card is removed
fr: MicroSD est retirée

source: Enabled
fr: Activé

source: Disabled
fr: Désactivé

source: Prompt
fr: Demander

source: Required
fr: Requis

source: Arabic
fr: عربي

source: Czech
fr: čeština

source: French
fr: Français

source: German
fr: Deutsch

source: Hebrew
fr: עִברִית

source: Japanese
fr: 日本

source: Korean
fr: 한국인

source: Portuguese
fr: Português

source: Russian
fr: Русский

source: Spanish
fr: Español

source: Btc-only
fr: BTC-seulement

source: Sats-only
fr: Sats-seulement

source: Threshold at 0.01
fr: Seuil à 0.01

source: Btc | Sats hybrid
fr: Btc | Sats hybrides

source: Low
fr: Bas

source: Medium
fr: Moyen

source: High
fr: Élevé

source: Single Sig
fr: Clé simple

source: Native Segwit
fr: Segwit Natif

source: Nested Segwit (legacy)
fr: Segwit Nested

source: Custom Derivation
fr: Dérivation Personnalisée

source: Language
fr: Langue

source: Mnemonic language
fr: Langue Mnémoniques

source: Persistent settings
fr: Paramètres persistants

source: Coordinator software
fr: Logiciel coordinateur

source: Denomination display
fr: Unité d'affichage

source: Bitcoin network
fr: Réseau Bitcoin

source: QR code density
fr: Densité code QR

source: Xpub export
fr: Export Xpub

source: Sig types
fr: Types signatures

source: Script types
fr: Types Scripts

source: Show xpub details
fr: Afficher détails xpub

source: BIP-39 passphrase
fr: Phrase secrète BIP-39

source: Camera rotation
fr: Rotation caméra

source: Compact SeedQR
fr: SeedQR Compact

source: BIP-85 child seeds
fr: BIP-85 seeds enfants

source: Show privacy warnings
fr: Afficher avertissements de confidentialité

source: Show dire warnings
fr: Afficher avertissements alarmants

source: Show passphrase warning
fr: Afficher avertissement phrase secrète

source: Show partner logos
fr: Afficher logos partenaires

source: QR background color
fr: Couleur arrière-plan code QR

source: Tools
fr: Outils

source: Restart
fr: Redémarrer

source: Power Off
fr: Éteindre

source: Reset / Power
fr: Redémarrer / Arrêt

source: Scan a seed
fr: Scanner une seed

source: Enter 12-word seed
fr: Entrer la seed 12 mots

source: Enter 24-word seed
fr: Entrer la seed 24 mots

source: Select Signer
fr: Selectionner Signataire

source: Parsing PSBT...
fr: Analyse du PSBT...

source: Unsupported Script Type!
fr: Type de Script non supporté !

source: PSBT has unsupported input script type, please verify your change addresses.
fr: Script d'entrée PSBT non supporté, veuillez vérfier votre adresse de monnaie.

source: Continue
fr: Continuer

source: Full Spend!
fr: Dépense Totale !

source: This PSBT spends its entire input value. No change is coming back to your wallet.
fr: Cette PSBT fait l'appoint. Aucune monnaie ne sera rendue.

source: Will Send
fr: À envoyer

source: Next Recipient
fr: Destinataire suivant

source: Next
fr: Suivant

source: Your Change
fr: Votre Monnaie

source: Verify Multisig Change
fr: Verifier Monnaie Multisig

source: Self-Transfer
fr: Auto-Transfert

source: Verify Multisig Addr
fr: Verifier l'adresse Multisig

source: Verifying Change...
fr: Vérification Monnaie...

source: Verifying Self-Transfer...
fr: Vérification de l' Auto-Transfert...

source: PSBT's {} address could not be verified with your multisig wallet descriptor.
fr: Votre descripteur portefeuille multisig n'a pas pu vérifier l'adresse PSBT {}.

source: Suspicious PSBT
fr: PSBT Suspect

source: PSBT's {} address could not be generated from your seed.
fr: Votre seed n'a pas pu générer l'adresse PSBT {}.

source: Address Verification Failed
fr: Echec vérification de l'Adresse

source: Discard PSBT
fr: Rejeter PSBT

source: Approve PSBT
fr: Approuver PSBT

source: PSBT Error
fr: Erreur PSBT

source: Signing Failed
fr: Echec signature

source: Signing with this seed did not add a valid signature.
fr: La signature avec cette seed n'a pas ajouté de signature valide.

source: Select Diff Seed
fr: Sélectionner une seed différente

source: With support from:
fr: Avec l'aide de:

source: Load a seed
fr: Charger une seed

source: In-Memory Seeds
fr: Seeds En-Mémoire

source: Scan a SeedQR
fr: Scanner une SeedQR

source: Create a seed
fr: Creer une seed

source: Load A Seed
fr: Charger une seed

source: Seed Word #{}
fr: Mots seed #{}

source: Review & Edit
fr: Relire & Editer

source: Discard
fr: Rejeter

source: Invalid Mnemonic!
fr: Mnemonique Invalide !

source: Checksum failure; not a valid seed phrase.
fr: Erreur checksum; ce n'est pas une phrase de seed valide

source: Done
fr: Terminé

source: BIP-39 passphrase changes your seed, resulting in new xpubs, wallets, etc. Be sure you know what you're doing!
fr: La phrase secrète BIP-39 change votre seed, créant de nouveaux xpubs, portefeuilles, etc. Soyez certain de savoir ce que vous faites !

source: Edit passphrase
fr: Editer phrase secrète

source: Keep Seed
fr: Garder Seed

source: Discard Seed?
fr: Rejeter Seed ?

source: Wipe seed {} from the device?
fr: Effacer la seed {} de l'appareil ?

source: Scan PSBT
fr: Scanner PSBT

source: Verify Addr
fr: Vérifier Adresse

source: BIP-85 Child Seed
fr: BIP-85 Seed Enfant

source: Discard Seed
fr: Rejeter Seed

source: View Seed Words
fr: Voir les mots de la seed

source: Export as SeedQR
fr: Exporter en SeedQR

source: Privacy Leak!
fr: Brèche Confidentialité !

source: Xpub can be used to view all future transactions.
fr: L'Xpub peut être utilisée pour voir toutes les transactions futures.

source: Generating xpub...
fr: Génération xpub...

source: You must keep your seed words private & away from all online devices.
fr: Vous devez conserver vos mots de seed privé et loin de tout appareil connecté.

source: Child #{}
fr: Enfant #{}

source: Seed Words
fr: Mnémonique

source: 12 Words
fr: 12 Mots

source: 24 Words
fr: 24 Mots

source: BIP-85 Num Words
fr: BIP-85 Nb Mots

source: Verify
fr: Vérifier

source: Skip
fr: Sauter

source: Verify Word #{}
fr: Vérifier Mots #{}

source: Review Seed Words
fr: Éxaminer les mots de seed

source: Try Again
fr: Réessayer

source: Verification Error
fr: Erreur Vérification

source: Wrong Word!
fr: Mots Erronés !

source: Word #{} is not "{}"!
fr: Mots #{} n'est pas "{}"!

source: Backup Verified
fr: Archive Vérifiée

source: All mnemonic backup words were successfully verified!
fr: L'archive des mots mnémoniques a été vérifiée avec succès !

source: SeedQR Format
fr: Format SeedQR

source: SeedQR is your private key!
fr: SeedQR est votre clé privée !

source: Never photograph it or scan it into an online device.
fr: Ne jamais le photographier ou scanner sur un appareil connecté.

source: Confirm SeedQR
fr: Confirmer la SeedQR

source: Confirm SeedQR?
fr: Confirmer la SeedQR ?

source: Scan your SeedQR
fr: Scanner votre SeedQR

source: Error!
fr: Erreur !

source: Your transcribed SeedQR does not match your original seed!
fr: Votre SeedQR transcrite ne correspond pas a la seed d'origine !

source: Review SeedQR
fr: Éxaminer la SeedQR

source: Your transcribed SeedQR successfully scanned and yielded the same seed.
fr: Votre SeedQR transcrite a été scannée avec succès et correspond à la même seed.

source: Your transcribed SeedQR could not be read!
fr: Votre SeedQR transcrite n'a pas pu être lue !

source: Sig type can't be auto-detected from this address. Please specify:
fr: Type Sig ne peut être auto-détecté depuis cette adresse. Veuillez spécifier:

source: Load the seed to verify
fr: Charger la seed à vérifier

source: Select seed to verify
fr: Sélectionner la seed à vérifier

source: Can't validate a single sig addr without specifying a seed
fr: Impossible de valider l'adresse d'une clé simple sans spécifier la seed

source: Skip 10
fr: Sauter 10

source: Cancel
fr: Annuler

source: Address Verified
fr: Adresse Vérifiée

source: Scan Descriptor
fr: Scanner Descripteur

source: Return to PSBT
fr: Retour au PSBT

source: I/O test
fr: Test Entré/Sortie

source: Advanced
fr: Avancé

source: Dev Options
fr: Options Dév

source: New seed
fr: Nouvelle seed

source: New seed
fr: Nouvelle seed

source: Calc 12th/24th word
fr: Calc. 12ème/24ème mots

source: 12 words
fr: 12 mots

source: 24 words
fr: 24 mots

source: Mnemonic Length?
fr: Longueur Phrase ?

source: 12 words (50 rolls)
fr: 12 mots (50 jets)

source: 24 words (99 rolls)
fr: 24 mots (99 jets)

source: Mnemonic Length
fr: Longueur Phrase

source: Coin flip entropy
fr: Entropie de pile ou face

source: Word selection entropy
fr: Entropie de sélection de mots

source: Finalize with zeros
fr: Finaliser avec des zéros

source: Final Word Calc
fr: Calculer Dernier Mot

source: Load seed
fr: Charger la seed

source: Scan wallet descriptor
fr: Scanner descripteur portefeuille

source: Receive Addresses
fr: Adresses de Réception

source: Change Addresses
fr: Adresses de Monnaie

source: Calculating addrs...
fr: Calcul adrs...

source: Next {}
fr: Prochain {}

source: Receive Addrs
fr: Adrs Réception

source: Change Addrs
fr: Adrs Monnaie

source: Work In Progress
fr: Travaux en cours

source: Not Yet Implemented
fr: Pas encore implémenté

source: This is still on our to-do list!
fr: Ce qu'il nous reste 'à-faire' !

source: Back to Main Menu
fr: Retour au menu principal

source: System Error
fr: Erreur Système
